Revit 2027 API
IndependentTag.IsTaggedOnSubelement Method
 Returns true if the any of the tagged references is a subelement.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsTaggedOnSubelement()
Public Function IsTaggedOnSubelement As Boolean
public:
bool IsTaggedOnSubelement()
member IsTaggedOnSubelement : unit -> bool
Return Value
Boolean
See Also
Reference
IndependentTag Class
Autodesk.Revit.DB Namespace